Revit 2027 API
ParameterTypeId.RebarSystemLayerSummaryDir1WithSpacing Property
 "Major, Both Faces"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RebarSystemLayerSummaryDir1WithSpacing { get; }
Public Shared ReadOnly Property RebarSystemLayerSummaryDir1WithSpacing As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RebarSystemLayerSummaryDir1WithSpacing {
	ForgeTypeId^ get ();
}
static member RebarSystemLayerSummaryDir1WithSpacing : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace